Repository: haihangw/MSchedule
Catalog: M Scheduler/M Scheduler/*.lproj/Localizable.strings
Languages: ar

source: , Author:
ar: , الكاتب‫:‬

source: Academic Group:
ar: المجموعة الأكاديمية‫:‬

source: Add to Calendar
ar: الإضافة إلى التقويم

source: Add to Favorite
ar: الإضافة إلى المفضلة

source: Add to Schedule
ar: الإضافة إلى الجدول

source: Available Seats:
ar: :المقاعد المتاحة

source: Course Description:
ar: :وصف المواد

source: Course description not available.
ar: غير موجود

source: Credits:
ar: :الائتمانات

source: Day/Time:
ar: :التاريخ/ الوقت

source: End Date:
ar: :تاريخ الانتهاء

source: Enrollment Capacity:
ar: :قدرة الدورات

source: Fall
ar: الخريف

source: Fall 2015
ar: 2015 الخريف

source: Instructor Name:
ar: :اسم المدرب

source: Instructors:
ar: :اسم المدرب

source: Location Not Found
ar: غير مودود

source: Locations:
ar: :المكان

source: Map
ar: الخريطة

source: Meeting Number:
ar: :عدد الدورات

source: Meetings:
ar: :الدورات

source: My Favorite
ar: بالطبع بلدي المفضل

source: No Course Description
ar: غير موجود

source: No Instructors
ar: غير موجود

source: No Meetings Available at This Moment
ar: غير موجود

source: No Textbooks
ar: غير موجود

source: No Topic Description Available
ar: غير موجود

source: Remove from Calendar
ar: الإلغاء من التقويم

source: Remove from Favorite
ar: الإلغاء من المفضلة

source: Remove from Schedule
ar: الإلغاء من الجدول

source: Section Details:
ar: :تفصيل الفصل

source: Section Type Name:
ar: :نوع الفصل

source: Section:
ar: الفصل‫:‬

source: Select a Term, Then Click 🎲 Below
ar: 🎲 اختر فصلا دراسيا،ثم انقر

source: Session Description:
ar: :تفصيل الفصل

source: Spring
ar: الربيع

source: Spring 2016
ar: 2016 الربيع

source: Spring/Summer
ar: الربيع/ الصيف

source: Spring/Summer 2016
ar: 2016 الربيع/ الصيف

source: Start Date:
ar: :تاريخ البداية

source: Summer
ar: الصيف

source: Summer 2016
ar: 2016 الصيف

source: Textbooks:
ar: الكتب المدرسية‫:‬

source: To be decided!
ar: إن شاء الله

source: Topic Description:
ar: :وصف المواد

source: Total Enrollment:
ar: عدد المختارين

source: Total Waitlist:
ar: :عدد قوائم الانتظار

source: Try Again! Better Luck Next Time!
ar: مرة أخرى‫!‬

source: Waitlist Capacity:
ar: :قدرة قوائم الانتظار

source: Winter
ar: الشتاء

source: Winter 2016
ar: 2016 الشتاء
